/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "rich_text_VBVUcF": {
      "type": "rich-text",
      "blocks": {
        "heading_tPmq4q": {
          "type": "heading",
          "settings": {
            "heading": "Warranty & Returns",
            "heading_size": "h1"
          }
        },
        "text_BbmCPc": {
          "type": "text",
          "settings": {
            "text": "<p>We have a 30 days return policy, meaning you have 30 days after receiving your item to request a return.<br\/><br\/>To be eligible for a return, your item must be in the same condition in which you received it, closed in its original packaging, without any damaged parts. You will also need your receipt or proof of purchase.<br\/><br\/>To initiate a return, you can contact us at <strong>keikowatches@gmail.com<\/strong>. <br\/><br\/>If your return is accepted, we will send you a return shipping label, as well as instructions on how and where to send your package. Items returned without first requesting a return will not be accepted.<br\/><br\/>You can always contact us for any return questions at <strong>keikowatches@gmail.com<\/strong>.<\/p><p><strong>Damages and Problems<\/strong><br\/>Please inspect your order upon receipt and contact us immediately if the item is defective, damaged, or if you receive the wrong item, so that we can evaluate the problem and resolve it.<\/p><p><strong>Exceptions\/non-returnable items<\/strong><br\/>Some types of items cannot be returned, such as perishable goods (such as food, flowers or plants), personalized products (such as special orders or personalized items), and personal care items (such as beauty products). We also do not accept returns for hazardous materials, flammable liquids or gases. Please contact us if you have any questions or concerns about your specific item.<\/p><p><strong>Exchanges<\/strong><br\/>The quickest way to ensure you get what you want is to return the item you have and, once the return has been accepted, make a separate purchase for the new item.<\/p><p><strong>European Union 30-day reflection period<\/strong><br\/>Notwithstanding the foregoing, if the goods are shipped within the European Union, you have the right to cancel or return your order within 30 days, for any reason and without justification. As above, your item must be in the same condition you received it, in its original box, without any damaged parts. You will also need your receipt or proof of purchase.<\/p><p><strong>Refund<\/strong><br\/>We will notify you as soon as we have received and inspected your return and let you know whether or not your refund has been approved. If approved, you will automatically be refunded to your original payment method within 3 business days. Please note that it may take some time for your bank or credit card company to even process and post your refund.<br\/>If more than 14 business days have passed since we approved your return, please contact us at <strong>keikowatches@gmail.com<\/strong>.<\/p>"
          }
        }
      },
      "block_order": [
        "heading_tPmq4q",
        "text_BbmCPc"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 36,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "rich_text_VBVUcF"
  ]
}
