/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "rich_text_TJtM3P": {
      "type": "rich-text",
      "blocks": {
        "heading_yFXB7y": {
          "type": "heading",
          "settings": {
            "heading": "Privacy & Cookies",
            "heading_size": "h1"
          }
        },
        "text_TkBMcE": {
          "type": "text",
          "settings": {
            "text": "<p>[NOTE TO MERCHANT: This is a Privacy Policy template designed to cover the collection, use and disclosure of personal information about visitors and customers of your Shopify-powered Site. Please review and customize the content to fit your store and business practices regarding how you collect, use and disclose personal information. For example, you may need to update the template content if: you reside in certain jurisdictions (in particular to reflect certain disclosures required by the GDPR), you collect information from other sources such as third parties or offline; disclose information to other service providers or business partners; or add third-party cookies or other analysis tools. Also remember to remove all \"Note to Merchant\" editorial notes before publishing.]<\/p><p>This template is not legal advice and you are solely responsible for ensuring that you comply with your obligations under applicable laws. Because privacy laws are constantly changing, you should regularly review your privacy policy to ensure that it complies with updated laws and regulations and accurately reflects current data handling practices. We recommend that you consult an attorney if necessary.<\/p><p>This Privacy Policy describes how Keiko (the \"Site\", \"we\", \"us\" or \"our\") collects, uses and discloses your personal information when you visit, use our services or make a purchase from keikowatches.com (the “Site”) or otherwise communicate with us (collectively, the “Services”). For purposes of this Privacy Policy, “you” and “your” mean the user of the Services, whether you are a customer, website visitor, or other individual about whom we have collected information hereunder. Privacy Policy.<\/p><p>Please read this Privacy Policy carefully. By using and accessing any of the Services, you agree to the collection, use and disclosure of your information as described in this Privacy Policy. If you do not agree to this Privacy Policy, please do not use or access any of the Services.<\/p><h3><strong>CHANGES TO THIS PRIVACY POLICY<\/strong><\/h3><p>We may update this Privacy Policy from time to time, including to reflect changes to our practices or for other operational, legal or regulatory reasons. We will post the revised Privacy Policy on the Site, update the “Last Updated” date, and take any other measures required by applicable law.<\/p><h3><strong>HOW WE COLLECT AND USE YOUR PERSONAL INFORMATION<\/strong><\/h3><p>To provide the Services, we collect and have over the past 12 months collected personal information about you from a variety of sources, as set out below. The information we collect and use varies depending on how you interact with us.<br\/><br\/>In addition to the specific uses set out below, we may use the information we collect about you to communicate with you, provide the Services, comply with any applicable legal obligations, enforce any applicable terms of service, and to protect or defend the Services, our rights and the rights of our users or others.<\/p><p><strong>WHAT PERSONAL INFORMATION WE COLLECT<\/strong><\/p><p>What personal information we collect. The types of personal information we obtain about you depend on how you interact with our Site and use our Services. When we use the term \"personal information\", we are referring to information that identifies, relates to, describes or can be associated with you. The following sections describe the categories and specific types of personal information we collect.<\/p><p><strong>INFORMATION WE COLLECT DIRECTLY FROM YOU<\/strong><\/p><p>Information you send to us directly through our Services may include:<br\/><br\/><strong>Basic contact <\/strong>details including name, address, telephone number, email.<\/p><p><br\/><strong>Order information<\/strong> including name, billing address, shipping address, payment confirmation, email address, telephone number.<\/p><p><br\/><strong>Account information<\/strong> including username, password, security questions.<\/p><p><br\/><strong>Purchase information<\/strong>, including items viewed, placed in cart, or added to wishlist.<\/p><p><br\/><strong>Customer service information<\/strong>, including information you choose to include in communications with us, for example, when you send a message through the Services.<\/p><p>Certain features of the Services may require you to directly provide us with certain information about yourself. You can choose not to provide this information, but this may prevent you from using or accessing these features.<\/p><p><strong>INFORMATION WE COLLECT THROUGH COOKIES<\/strong><\/p><p>We also automatically collect certain information about your interaction with the Services (“Usage Data”). To do this, we may use cookies, pixels and similar technologies (\"Cookies\"). Usage Data may include information about how you access and use our Site and your account, including device information, browser information, information about your network connection, your IP address and other information relating to your interaction with the Services.<\/p><p><strong>INFORMATION WE OBTAIN FROM THIRD PARTIES<\/strong><\/p><p>Information we obtain from third parties Finally, we may obtain information about you from third parties, including vendors and service providers who may collect information on our behalf, such as:<br\/><br\/>Companies that support our Site and Services, such as Shopify. Our payment processors, who collect payment information (e.g., bank account, credit or debit card information, billing address) to process your payment in order to fulfill your orders and provide you with products or services you have required, in order to perform our contract with you.<\/p><p><br\/>When you visit our Site, open or click on emails we send you, or interact with our Services or advertisements, we or third parties we work with may automatically collect certain information using online tracking technologies such as pixels, web beacons , software developer kits, third-party libraries and cookies.<br\/><br\/>Any information we obtain from third parties will be treated in accordance with this Privacy Policy. We are not responsible for the accuracy of information provided to us by third parties and are not responsible for the policies or practices of third parties. For more information, see the section below, Third Party Websites and Links.<\/p><p><strong>Supply of products and services<\/strong>. We use your personal information to provide you with the Services in order to perform our contract with you, including to process your payments, fulfill your orders, to send you notifications regarding your account, purchases, returns, exchanges or other transactions, to create , maintain and otherwise manage your account, arrange for shipping, facilitate returns and exchanges, and allow you to post reviews.<\/p><p><br\/><strong>Marketing and advertising<\/strong>. We use your personal information for marketing and promotional purposes, such as to send you marketing, advertising and promotional communications by email, SMS or postal mail and to show you advertisements for products or services. This may include using your personal information to better personalize the Services and advertising on our Site and other websites.<\/p><p><br\/><strong>Security and fraud prevention<\/strong>. We use your personal information to detect, investigate, or take action regarding possible fraudulent, illegal, or harmful activity. If you choose to use the Services and register an account, you are responsible for keeping your account credentials secure. We strongly advise you not to share your username, password or other login details with anyone else. If you believe your account has been compromised, please contact us immediately.<\/p><p><br\/><strong>Communicate with you<\/strong>. We use your personal information to provide you with customer support and improve our Services. This is in our legitimate interests to be responsive to you, to provide you with effective services and to maintain our business relationship with you.<\/p><h3><strong>COOKIES<\/strong><\/h3><p>Like many websites, we use cookies on our site. For specific information about the cookies we use in connection with powering our store with Shopify, see <a href=\"https:\/\/www.shopify.com\/legal\/cookies\" title=\"https:\/\/www.shopify.com\/legal\/cookies\">https:\/\/www.shopify.com\/legal\/cookies<\/a>. We use cookies to enhance and improve our Site and Services (including to remember your actions and preferences), to perform analytics and better understand your interaction with the Services (in our legitimate interests to administer, improve and optimize the Services). We may also allow third parties and service providers to use cookies on our site to better personalize services, products and advertising on our site and other websites.<br\/><br\/>Most browsers automatically accept cookies by default, but you can choose to set your browser to remove or reject cookies through your browser controls. Please note that removing or blocking cookies may advers Information we obtain from third parties<br\/>Finally, we may obtain information about you from third parties, including vendors and service providers who may collect information on our behalf, such as:<br\/><br\/>Companies that support our Site and Services, such as Shopify. Our payment processors, who collect payment information (e.g., bank account, credit or debit card information, billing address) to process your payment in order to fulfill your orders and provide you with products or services you have required, in order to perform our contract with you.<br\/>When you visit our Site, open or click on emails we send you, or interact with our Services or advertisements, we or third parties we work with may automatically collect certain information using online tracking technologies such as pixels, web beacons , software developer kits, third-party libraries and cookies.<br\/><br\/>Any information we obtain from third parties will be treated in accordance with this Privacy Policy. We are not responsible for the accuracy of information provided to us by third parties and are not responsible for the policies or practices of third parties. For more information, see the section below, Third Party Websites and Links.<\/p><h3><strong>HOW WE DISCLOSE PERSONAL INFORMATION<\/strong><\/h3><p>In certain circumstances, we may disclose your personal information to third parties for lawful purposes subject to this Privacy Policy. Such circumstances may include:<\/p><p>With vendors or other third parties who perform services on our behalf (e.g., IT management, payment processing, data analytics, customer support, cloud storage, fulfillment and shipping). With business and marketing partners, including Shopify, to provide services and advertise to you.<\/p><p>[NOTE TO MERCHANT: INSERT THE FOLLOWING PHRASE IF YOU ARE USING SHOPIFY ADVERTISING SERVICES, SUCH AS SHOPIFY AUDIENCES] [For example, we use Shopify to support personalized advertising with third-party services]. Our business and marketing partners will use your information in accordance with their privacy policies.<br\/>When you direct us to, request or otherwise consent to our disclosure of certain information to third parties, such as to ship products to you or through the use of social media widgets or login integrations, with your consent. With our affiliates or otherwise within our corporate group, in our legitimate interest in running a successful business.<br\/>In connection with a business transaction such as a merger or bankruptcy, to comply with any applicable legal obligations (including responding to subpoenas, search warrants and similar requests), to enforce any applicable terms of service, and to protect or defend the Services, our rights, and the rights of our users or others.<\/p><p>In the last 12 months we have disclosed the following categories of personal data and sensitive personal data (indicated by *) about users for the purposes set out above in \"How we collect and use your personal data\" and \"How we disclose personal data\":<br\/><br\/><strong>Category<\/strong><\/p><p>Categories and Recipients Identifiers such as basic contact details and certain order and account information Commercial information such as order information, purchase information, and customer service information Internet or other similar network activity, such as Usage Data In the last 12 months we have disclosed the following categories of personal data and sensitive personal data (indicated by *) about users for the purposes set out above in \"How we collect and use your personal data\" and \"How we disclose personal data\": fulfillment, customer service partners and data analytics providers)<br\/>Commercial and marketing partners Affiliates.<\/p><p>We do not use or disclose sensitive personal information for the purpose of inferring characteristics about you.<\/p><p>[NOTE TO MERCHANT - INSERT THE FOLLOWING PARAGRAPH AND TABLE IF YOU USE SHOPIFY ADVERTISING SERVICES AS THE SHOPIFY AUDIENCE OR ENGAGE IN ANY OTHER ACTIVITY THAT MAY BE CONSIDERED \"SALE\" OR \"SHARING\" OF PERSONAL INFORMATION OR PROCESSING OF PERSONAL INFORMATION FOR \"TARGETABLE ADVERTISING\"]<br\/><br\/>We have “sold” and “shared” (as those terms are defined in applicable law) personal information in the preceding 12 months for the purpose of engaging in advertising and marketing activities, as follows.<\/p><p><strong>Categories and Personal Information<\/strong><\/p><p>Identifiers such as basic contact details and certain order and account information Business and Marketing Partners Commercial information such as records of products or services purchased and purchase information Business and marketing partners Internet or other similar network activity, such as Usage Data Business and Marketing Partners<\/p><h3><strong>USER GENERATED CONTENT<\/strong><\/h3><p>The Services may allow you to post product reviews and other user-generated content. If you choose to submit user-generated content to any public area of ​​the Services, that content will be public and accessible to anyone.<br\/><br\/>We do not control who will have access to the information you choose to make available to others, and we cannot guarantee that the parties who have access to such information will respect or protect your privacy.<\/p><p>We are not responsible for the privacy or security of any information you make publicly available, or for the accuracy, use or misuse of any information you disclose to or receive from third parties.<\/p><h3><strong>THIRD PARTY WEBSITES AND LINKS<\/strong><\/h3><p>Our Site may provide links to websites or other online platforms operated by third parties. If you follow links to sites that are not affiliated with or controlled by us, you should review their privacy and security policies and other terms and conditions. We do not guarantee and are not responsible for the privacy or security of such sites, including the accuracy, completeness, or reliability of information found on these sites. Information you provide in public or semi-public places, including information you share on third-party social networking platforms, may also be viewed by other users of the Services and\/or users of such third-party platforms without limitation as to their use by us or by a third party. Our inclusion of such links does not, in itself, imply any endorsement of the content on such platforms or their owners or operators, except as disclosed on the Services.<\/p><h3><strong>CHILDREN'S DATA<\/strong><\/h3><p>The Services are not intended for use by children and we do not knowingly collect any personal information from children. If you are the parent or guardian of a child who has provided us with personal information, you can contact us using the contact details below to request its deletion.<br\/><br\/>As of the effective date of this Privacy Policy, we have no actual knowledge that we \"share\" or \"sell\" (as such terms are defined in applicable law) personal information from anyone under the age of 16.<\/p><p>[NOTE TO MERCHANT: PLEASE CONSULT LEGAL ADVICE IF YOUR SITE IS FOCUSED ON OR DIRECTED TO CHILDREN, AS MORE SPECIFIC INFORMATION MAY BE REQUIRED.]<\/p><h3><strong>SECURITY AND STORAGE OF YOUR INFORMATION<\/strong><\/h3><p>Please note that no security measures are perfect or impenetrable, and we cannot guarantee “perfect security.” Additionally, any information you send to us may not be secure in transit. We recommend that you do not use unsafe channels to communicate sensitive or confidential information to us. Security and retention of your information.<br\/><br\/>How long we retain your personal information depends on several factors, such as whether we need the information to maintain your account, to provide the Services, comply with legal obligations, resolve disputes, or enforce other applicable agreements and policies.<\/p><h3><strong>YOUR RIGHTS AND CHOICES<\/strong><\/h3><p>Depending on where you live, you may have some or all of the rights listed below regarding your personal information. However, these rights are not absolute, they may only apply in certain circumstances and, in some cases, we may deny your request as permitted by law.<\/p><p><strong>- Right of access\/knowledge.<\/strong> You may have the right to request access to the personal information we hold about you, including details of the ways in which we use and share your information.<\/p><p><br\/><strong>- Right to erasure.<\/strong> You may have the right to request that we erase personal information that we hold about you.<\/p><p><br\/><strong>- Right of rectification.<\/strong> You may have the right to request that we correct inaccurate personal information that we hold about you.<\/p><p><br\/><strong>- Right of portability.<\/strong> You may have the right to receive a copy of the personal information we hold about you and to request that we transfer that information to a third party, in certain circumstances and with certain exceptions.<\/p><p>[NOTA PER IL COMMERCIANTE: SE SI UTILIZZANO I SERVIZI PUBBLICITARI DI SHOPIFY COME IL PUBBLICO DI SHOPIFY O SI IMPEGNA IN QUALSIASI ALTRA ATTIVITÀ CHE PUÒ ESSERE CONSIDERATA \"VENDITA\" O \"CONDIVISIONE\" DI INFORMAZIONI PERSONALI O ELABORANDO INFORMAZIONI PERSONALI PER \"PUBBLICITÀ MIRATA\", INSERIRE IL PARAGRAFO SOTTOSTANTE E ASSICURARSI FORNISCI AI CLIENTI LA POSSIBILITÀ DI \"RINUNCIARE\" A QUESTA ATTIVITÀ SUL TUO SITO UTILIZZANDO L'APP PRIVACY E COMPLIANCE DI SHOPIFY O ALTRO.]<\/p>"
          }
        }
      },
      "block_order": [
        "heading_yFXB7y",
        "text_TkBMcE"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 36,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "rich_text_TJtM3P"
  ]
}
