/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "rich_text_TJtM3P": {
      "type": "rich-text",
      "blocks": {
        "heading_yFXB7y": {
          "type": "heading",
          "settings": {
            "heading": "Privacy & Cookies",
            "heading_size": "h1"
          }
        },
        "text_VRXQKX": {
          "type": "text",
          "settings": {
            "text": "<p>[NOTA PER IL COMMERCIANTE: questo è un modello di Informativa sulla privacy progettato per coprire la raccolta, l'uso e la divulgazione di informazioni personali su visitatori e clienti del tuo Sito basato su Shopify. Si prega di rivedere e personalizzare il contenuto in modo che sia adattato al proprio negozio e alle pratiche commerciali relative al modo in cui si raccolgono, si utilizzano e si divulgano i dati personali. Ad esempio, potrebbe essere necessario aggiornare il contenuto del modello se: risiedi in determinate giurisdizioni (in particolare per riflettere determinate divulgazioni richieste dal GDPR), raccogli informazioni da altre fonti come terze parti o offline; divulghi informazioni ad altri fornitori di servizi o partner commerciali; oppure aggiungi cookie di terze parti o altri strumenti di analisi. Ricorda inoltre di eliminare tutte le note redazionali \"Nota per il commerciante\" prima della pubblicazione.]<br\/><br\/>Questo modello non è una consulenza legale e sei l'unico responsabile di garantire il rispetto dei tuoi obblighi ai sensi delle leggi applicabili. Poiché le leggi sulla privacy sono in continua evoluzione, dovresti rivedere regolarmente la tua informativa sulla privacy per assicurarti che sia conforme alle leggi e ai regolamenti aggiornati e che rifletta accuratamente le attuali pratiche di gestione dei dati. Si consiglia di consultare un avvocato, se necessario.<\/p><p>La presente Informativa sulla privacy descrive come Keiko (il \"Sito\", \"noi\", \"ci\" o \"nostro\") raccoglie, utilizza e divulga le tue informazioni personali quando visiti, utilizzi i nostri servizi o effettui un acquisto da keikowatches.com (il \"Sito\") o comunicare in altro modo con noi (collettivamente, i \"Servizi\"). Ai fini della presente Informativa sulla privacy, \"tu\" e \"tuo\" indicano l'utente dei Servizi, indipendentemente dal fatto che tu sia un cliente, un visitatore del sito Web o un altro individuo di cui abbiamo raccolto le informazioni ai sensi della presente Informativa sulla privacy.<br\/><br\/>Si prega di leggere attentamente la presente Informativa sulla privacy. Utilizzando e accedendo a uno qualsiasi dei Servizi, accetti la raccolta, l'utilizzo e la divulgazione delle tue informazioni come descritto nella presente Informativa sulla privacy. Se non si accetta la presente Informativa sulla privacy, si prega di non utilizzare o accedere a nessuno dei Servizi.<br\/><br\/><\/p><h2>MODIFICHE ALLA PRESENTE INFORMATIVA SULLA PRIVACY<\/h2><p>Potremmo aggiornare la presente Informativa sulla privacy di volta in volta, anche per riflettere le modifiche alle nostre pratiche o per altri motivi operativi, legali o normativi. Pubblicheremo l'Informativa sulla privacy rivista sul Sito, aggiorneremo la data dell'\"Ultimo aggiornamento\" e adotteremo qualsiasi altra misura richiesta dalla legge applicabile.<\/p><h2><\/h2><h2>COME RACCOGLIAMO E UTILIZZIAMO LE TUE INFORMAZIONE PERSONALI<\/h2><p>Per fornire i Servizi, raccogliamo e abbiamo raccolto negli ultimi 12 mesi informazioni personali su di te da una varietà di fonti, come indicato di seguito. Le informazioni che raccogliamo e utilizziamo variano a seconda di come interagisci con noi.<br\/><br\/>Oltre agli usi specifici indicati di seguito, potremmo utilizzare le informazioni che raccogliamo su di te per comunicare con te, fornire i Servizi, rispettare eventuali obblighi legali applicabili, far rispettare eventuali termini di servizio applicabili e per proteggere o difendere i Servizi, i nostri diritti e i diritti dei nostri utenti o di altri.<\/p><h3>QUALI INFORMAZIONE PERSONALI RACCOGLIAMO<\/h3><p>Quali informazioni personali raccogliamo<br\/>I tipi di informazioni personali che otteniamo su di te dipendono da come interagisci con il nostro Sito e utilizzi i nostri Servizi. Quando usiamo il termine \"informazioni personali\", ci riferiamo a informazioni che identificano, si riferiscono a, descrivono o possono essere associate a te. Le seguenti sezioni descrivono le categorie e i tipi specifici di informazioni personali che raccogliamo.<\/p><h3>INFORMAZIONI CHE RACCOGLIAMO DIRETTAMENTE DA TE<\/h3><p>Le informazioni che ci invii direttamente tramite i nostri Servizi possono includere:<\/p><ul><li><strong>Dettagli di contatto<\/strong> di base tra cui nome, indirizzo, numero di telefono, e-mail.<\/li><li><strong>Informazioni sull'ordine<\/strong> tra cui nome, indirizzo di fatturazione, indirizzo di spedizione, conferma di pagamento, indirizzo e-mail, numero di telefono.<\/li><li><strong>Informazioni sull'account<\/strong> tra cui nome utente, password, domande di sicurezza.<\/li><li><strong>Informazioni sugli acquisti<\/strong>, inclusi gli articoli visualizzati, inseriti nel carrello o aggiunti alla lista dei desideri.<\/li><li><strong>Informazioni sull'assistenza clienti<\/strong>, comprese le informazioni che scegli di includere nelle comunicazioni con noi, ad esempio, quando invii un messaggio tramite i Servizi.<\/li><\/ul><p>Alcune funzionalità dei Servizi potrebbero richiedere all'utente di fornirci direttamente determinate informazioni su di sé. Puoi scegliere di non fornire queste informazioni, ma ciò potrebbe impedirti di utilizzare o accedere a queste funzionalità.<\/p><h3>INFORMAZIONI CHE RACCOGLIAMO TRAMITE I COOKIE<\/h3><p>Raccogliamo inoltre automaticamente determinate informazioni sulla tua interazione con i Servizi (\"Dati di utilizzo\"). Per fare ciò, possiamo utilizzare cookie, pixel e tecnologie simili (\"Cookie\"). I Dati di utilizzo possono includere informazioni su come accedi e utilizzi il nostro Sito e il tuo account, incluse informazioni sul dispositivo, informazioni sul browser, informazioni sulla tua connessione di rete, il tuo indirizzo IP e altre informazioni relative alla tua interazione con i Servizi.<\/p><h3>INFORMAZIONI CHE OTTENIAMO DA TERZE PARTI<\/h3><p>Informazioni che otteniamo da terze parti<br\/>Infine, potremmo ottenere informazioni su di te da terze parti, inclusi fornitori e fornitori di servizi che potrebbero raccogliere informazioni per nostro conto, come ad esempio:<br\/><br\/>Aziende che supportano il nostro Sito e i nostri Servizi, come Shopify.<br\/>I nostri processori di pagamento, che raccolgono informazioni di pagamento (ad es. Conto bancario, informazioni sulla carta di credito o di debito, indirizzo di fatturazione) per elaborare il tuo pagamento al fine di evadere i tuoi ordini e fornirti prodotti o servizi che hai richiesto, al fine di eseguire il nostro contratto con te.<br\/>Quando visiti il ​​nostro Sito, apri o fai clic sulle e-mail che ti inviamo o interagisci con i nostri Servizi o pubblicità, noi o terze parti con cui lavoriamo potremmo raccogliere automaticamente determinate informazioni utilizzando tecnologie di tracciamento online come pixel, web beacon, software developer kit, librerie di terze parti e cookie.<br\/><\/p><p>Qualsiasi informazione che otteniamo da terzi sarà trattata in conformità con la presente Informativa sulla privacy. Non siamo responsabili per l'accuratezza delle informazioni forniteci da terze parti e non siamo responsabili per le politiche o pratiche di terze parti. Per ulteriori informazioni, vedere la sezione sottostante, Siti Web e collegamenti di terze parti.<\/p><ul><li><strong>Fornitura di prodotti e servizi<\/strong>. Utilizziamo le tue informazioni personali per fornirti i Servizi al fine di eseguire il nostro contratto con te, incluso per elaborare i tuoi pagamenti, evadere i tuoi ordini, per inviarti notifiche relative al tuo account, acquisti, resi, cambi o altre transazioni, per creare, mantenere e gestire in altro modo il tuo account, organizzare la spedizione, facilitare eventuali resi e cambi e consentirti di pubblicare recensioni.<br\/><strong>Marketing e pubblicità<\/strong>. Utilizziamo le tue informazioni personali per scopi di marketing e promozionali, ad esempio per inviare comunicazioni di marketing, pubblicitarie e promozionali via e-mail, SMS o posta ordinaria e per mostrarti pubblicità di prodotti o servizi. Ciò può includere l'utilizzo delle tue informazioni personali per personalizzare meglio i Servizi e la pubblicità sul nostro Sito e su altri siti web.<br\/><strong>Sicurezza e prevenzione delle frodi<\/strong>. Utilizziamo le tue informazioni personali per rilevare, indagare o intraprendere azioni riguardanti possibili attività fraudolente, illegali o dannose. Se scegli di utilizzare i Servizi e registrare un account, sei responsabile di mantenere al sicuro le credenziali del tuo account. Ti consigliamo vivamente di non condividere il tuo nome utente, password o altri dettagli di accesso con nessun altro. Se ritieni che il tuo account sia stato compromesso, ti preghiamo di contattarci immediatamente.<br\/><strong>Comunicare con te<\/strong>. Utilizziamo le tue informazioni personali per fornirti assistenza clienti e migliorare i nostri Servizi. Questo è nei nostri legittimi interessi per essere reattivi nei tuoi confronti, per fornirti servizi efficaci e per mantenere il nostro rapporto commerciale con te.<\/li><\/ul><h2>COOKIES<\/h2><p>Come molti siti Web, utilizziamo i cookie sul nostro sito. Per informazioni specifiche sui cookie che utilizziamo in relazione all'alimentazione del nostro negozio con Shopify, vedere https:\/\/www.shopify.com\/legal\/cookies. Utilizziamo i cookie per potenziare e migliorare il nostro Sito e i nostri Servizi (incluso per ricordare le tue azioni e preferenze), per eseguire analisi e comprendere meglio l'interazione dell'utente con i Servizi (nei nostri legittimi interessi per amministrare, migliorare e ottimizzare i Servizi). Potremmo anche consentire a terze parti e fornitori di servizi di utilizzare i cookie sul nostro sito per personalizzare meglio i servizi, i prodotti e la pubblicità sul nostro sito e su altri siti web.<br\/><br\/>La maggior parte dei browser accetta automaticamente i cookie per impostazione predefinita, ma è possibile scegliere di impostare il browser in modo da rimuovere o rifiutare i cookie attraverso i controlli del browser. Tieni presente che la rimozione o il blocco dei cookie può influire negativamente sulla tua esperienza utente e potrebbe causare il malfunzionamento o la mancata disponibilità di alcuni Servizi, incluse determinate funzionalità e funzionalità generali. Inoltre, il blocco dei cookie potrebbe non impedire completamente il modo in cui condividiamo le informazioni con terze parti come i nostri partner pubblicitari.<\/p><h2>COME DIVULGHIAMO LE INFORMAZIONI PERSONALI<\/h2><p>In determinate circostanze, potremmo divulgare le tue informazioni personali a terzi per scopi legittimi soggetti alla presente Informativa sulla privacy. Tali circostanze possono includere:<\/p><ul><li>Con fornitori o altre terze parti che eseguono servizi per nostro conto (ad es. gestione IT, elaborazione dei pagamenti, analisi dei dati, assistenza clienti, cloud storage, adempimento e spedizione).<br\/>Con partner commerciali e di marketing, incluso Shopify, per fornirti servizi e fare pubblicità. [NOTA PER IL COMMERCIANTE: INSERIRE LA SEGUENTE FRASE SE SI UTILIZZANO I SERVIZI PUBBLICITARI DI SHOPIFY, COME SHOPIFY AUDIENCES] [Ad esempio, utilizziamo Shopify per supportare la pubblicità personalizzata con servizi di terze parti]. I nostri partner commerciali e di marketing utilizzeranno le tue informazioni in conformità con le loro informative sulla privacy.<br\/>Quando ci dirigi, ci richiedi o acconsenti in altro modo alla nostra divulgazione di determinate informazioni a terzi, ad esempio per spedirti prodotti o attraverso l'uso di widget di social media o integrazioni di accesso, con il tuo consenso.<br\/>Con i nostri affiliati o altrimenti all'interno del nostro gruppo aziendale, nel nostro legittimo interesse a gestire un'attività di successo.<br\/>In relazione a una transazione commerciale come una fusione o un fallimento, per adempiere a qualsiasi obbligo legale applicabile (incluso rispondere a citazioni in giudizio, mandati di perquisizione e richieste simili), per far rispettare eventuali termini di servizio applicabili e per proteggere o difendere i Servizi, i nostri diritti e i diritti dei nostri utenti o di altri.<\/li><\/ul><p><br\/>Negli ultimi 12 mesi abbiamo divulgato le seguenti categorie di dati personali e dati personali sensibili (indicati da *) sugli utenti per le finalità sopra indicate in \"Come raccogliamo e utilizziamo i tuoi dati personali\" e \"Come divulghiamo i dati personali \":<\/p><p>CategoriaCategorie e Destinatari<\/p><ul><li>Identificatori come dettagli di contatto di base e determinate informazioni sull'ordine e sull'account<br\/>Informazioni commerciali come informazioni sugli ordini, informazioni sugli acquisti e informazioni sull'assistenza clienti<br\/>Internet o altre attività di rete simili, come i Dati di utilizzo<br\/>Negli ultimi 12 mesi abbiamo divulgato le seguenti categorie di dati personali e dati personali sensibili (indicati da *) sugli utenti per le finalità sopra indicate in \"Come raccogliamo e utilizziamo i tuoi dati personali\" e \"Come divulghiamo i dati personali \":<\/li><li>evasione ordini, partner di assistenza clienti e fornitori di analisi dei dati)<br\/>Partner commerciali e di marketing<br\/>Affiliati<\/li><\/ul><p>Non utilizziamo né divulghiamo informazioni personali sensibili allo scopo di dedurre caratteristiche su di te.<\/p><p>[NOTA PER IL COMMERCIANTE - INSERIRE IL SEGUENTE PARAGRAFO E LA TABELLA SE SI UTILIZZANO I SERVIZI PUBBLICITARI DI SHOPIFY COME IL PUBBLICO DI SHOPIFY O SI IMPEGNA IN QUALSIASI ALTRA ATTIVITÀ CHE PUÒ ESSERE CONSIDERATA \"VENDITA\" O \"CONDIVISIONE\" DI INFORMAZIONI PERSONALI O ELABORAZIONE DI INFORMAZIONI PERSONALI PER \"PUBBLICITÀ MIRATA\"]<\/p><p>Abbiamo \"venduto\" e \"condiviso\" (come tali termini sono definiti nella legge applicabile) informazioni personali nei 12 mesi precedenti allo scopo di impegnarsi in attività pubblicitarie e di marketing, come segue.Categorie e Informazioni personaliCategorie e DestinatariIdentificatori come dettagli di contatto di base e determinate informazioni sull'ordine e sull'accountPartner commerciali e di marketingInformazioni commerciali come registrazioni di prodotti o servizi acquistati e informazioni sugli acquistiPartner commerciali e di marketingInternet o altre attività di rete simili, come i Dati di utilizzoPartner commerciali e di marketing<\/p><h2><\/h2><h2>CONTENUTO GENERATO DALL'UTENTE<\/h2><p>I Servizi possono consentirti di pubblicare recensioni di prodotti e altri contenuti generati dagli utenti. Se scegli di inviare contenuti generati dagli utenti a qualsiasi area pubblica dei Servizi, tali contenuti saranno pubblici e accessibili a chiunque.<\/p><p>Non controlliamo chi avrà accesso alle informazioni che scegli di rendere disponibili ad altri e non possiamo garantire che le parti che hanno accesso a tali informazioni rispettino la tua privacy o la proteggano. Non siamo responsabili per la privacy o la sicurezza di qualsiasi informazione che rendi pubblicamente disponibile, o per l'accuratezza, l'uso o l'uso improprio di qualsiasi informazione che divulghi o ricevi da terze parti.<\/p><h2>SITI WEB E COLLEGAMENTI DI TERZE PARTI<\/h2><p>Il nostro Sito può fornire collegamenti a siti Web o altre piattaforme online gestite da terze parti. Se segui collegamenti a siti non affiliati o controllati da noi, dovresti rivedere le loro politiche sulla privacy e sulla sicurezza e altri termini e condizioni. Non garantiamo e non siamo responsabili per la privacy o la sicurezza di tali siti, inclusa l'accuratezza, la completezza o l'affidabilità delle informazioni trovate su questi siti. Le informazioni che fornisci in luoghi pubblici o semi-pubblici, comprese le informazioni che condividi su piattaforme di social network di terze parti, possono essere visualizzate anche da altri utenti dei Servizi e\/o utenti di tali piattaforme di terze parti senza limitazioni per quanto riguarda il loro utilizzo da parte nostra o da una terza parte. La nostra inclusione di tali collegamenti non implica, di per sé, alcuna approvazione del contenuto su tali piattaforme o dei loro proprietari o operatori, ad eccezione di quanto divulgato sui Servizi.<\/p><h2>DATI DEI BAMBINI<\/h2><p>I Servizi non sono destinati all'uso da parte di bambini e non raccogliamo consapevolmente alcuna informazione personale sui bambini. Se sei il genitore o il tutore di un bambino che ci ha fornito le sue informazioni personali, puoi contattarci utilizzando i dettagli di contatto indicati di seguito per richiederne la cancellazione.<\/p><p>Alla data di entrata in vigore della presente Informativa sulla privacy, non siamo a conoscenza effettiva del fatto che \"condividiamo\" o \"vendiamo\" (come tali termini sono definiti nella legge applicabile) informazioni personali di persone di età inferiore ai 16 anni.<\/p><p>[NOTA PER IL COMMERCIANTE: SI PREGA DI CONSULTARE UN CONSULENTE LEGALE SE IL SUO SITO È INCENTRATO O DIRETTO AI BAMBINI, IN QUANTO POTREBBERO ESSERE RICHIESTE INFORMAZIONI PIÙ SPECIFICHE.]<\/p><h2>SICUREZZA E CONSERVAZIONE DELLE TUE INFORMAZIONI<\/h2><p>Tieni presente che nessuna misura di sicurezza è perfetta o impenetrabile e non possiamo garantire una \"sicurezza perfetta\". Inoltre, qualsiasi informazione che ci invii potrebbe non essere sicura durante il transito. Ti consigliamo di non utilizzare canali non sicuri per comunicarci informazioni sensibili o riservate. Sicurezza e conservazione delle tue informazioni.<\/p><p>Per quanto tempo conserviamo le tue informazioni personali dipende da diversi fattori, ad esempio se abbiamo bisogno delle informazioni per mantenere il tuo account, per fornire i Servizi, rispettare gli obblighi legali, risolvere controversie o far rispettare altri contratti e politiche applicabili.<\/p><h2>I TUOI DIRITTI E LE TUE SCELTE<\/h2><p>A seconda di dove vivi, potresti avere alcuni o tutti i diritti elencati di seguito in relazione alle tue informazioni personali. Tuttavia, questi diritti non sono assoluti, possono applicarsi solo in determinate circostanze e, in alcuni casi, potremmo rifiutare la tua richiesta come consentito dalla legge.<\/p><ul><li><strong>Diritto di accesso\/conoscenza<\/strong>. Potresti avere il diritto di richiedere l'accesso alle informazioni personali che conserviamo su di te, inclusi i dettagli relativi ai modi in cui utilizziamo e condividiamo le tue informazioni.<br\/><strong>Diritto alla cancellazione<\/strong>. Potresti avere il diritto di richiedere la cancellazione delle informazioni personali che conserviamo su di te.<br\/><strong>Diritto di rettifica.<\/strong> Potresti avere il diritto di richiedere la correzione di informazioni personali imprecise che conserviamo su di te.<br\/><strong>Diritto di portabilità<\/strong>. Potresti avere il diritto di ricevere una copia delle informazioni personali che conserviamo su di te e di richiederne il trasferimento a terzi, in determinate circostanze e con determinate eccezioni.<\/li><\/ul><p>[NOTA PER IL COMMERCIANTE: SE SI UTILIZZANO I SERVIZI PUBBLICITARI DI SHOPIFY COME IL PUBBLICO DI SHOPIFY O SI IMPEGNA IN QUALSIASI ALTRA ATTIVITÀ CHE PUÒ ESSERE CONSIDERATA \"VENDITA\" O \"CONDIVISIONE\" DI INFORMAZIONI PERSONALI O ELABORANDO INFORMAZIONI PERSONALI PER \"PUBBLICITÀ MIRATA\", INSERIRE IL PARAGRAFO SOTTOSTANTE E ASSICURARSI FORNISCI AI CLIENTI LA POSSIBILITÀ DI \"RINUNCIARE\" A QUESTA ATTIVITÀ SUL TUO SITO UTILIZZANDO L'APP PRIVACY E COMPLIANCE DI SHOPIFY O ALTRO.]<\/p><ul><li>Diritto di rinunciare alla vendita o alla condivisione o alla pubblicità mirata. Potresti avere il diritto di chiederci di non \"vendere\" o \"condividere\" le tue informazioni personali o di rinunciare al trattamento delle tue informazioni personali per scopi considerati \"pubblicità mirata\", come definito nelle leggi sulla privacy applicabili. Si prega di notare che se si visita il nostro sito con il segnale di preferenza di rinuncia al controllo globale della privacy abilitato, a seconda di dove ci si trova, lo tratteremo automaticamente come una richiesta di rinuncia alla \"vendita\" o alla \"condivisione\" di informazioni per il dispositivo e il browser che utilizzi per visitare il Sito.<\/li><\/ul><p>[NOTA PER IL COMMERCIANTE: SE RACCOGLI INFORMAZIONI CHE POSSONO ESSERE CONSIDERATE INFORMAZIONI PERSONALI SENSIBILI AI SENSI DELLE LEGGI SULLA PRIVACY APPLICABILI, POTREBBERO ESSERE NECESSARI ULTERIORI CONSENSI\/DIVULGAZIONI. INSERIRE IL PARAGRAFO QUI SOTTO SE RACCOGLETE INFORMAZIONI PERSONALI SENSIBILI E CONSULTATE UN CONSULENTE LEGALE ESTERNO PER CONFERMARE LE VOSTRE RESPONSABILITÀ.]<\/p><ul><li>Diritto di limitare e\/o rifiutare l'uso e la divulgazione di informazioni personali sensibili. Potresti avere il diritto di chiederci di limitare il nostro uso e\/o la divulgazione di informazioni personali sensibili solo a quanto necessario per eseguire i Servizi o fornire i beni ragionevolmente attesi da un individuo medio.<\/li><li><strong>Limitazione del trattamento<\/strong>: potresti avere il diritto di chiederci di interrompere o limitare il nostro trattamento delle informazioni personali.<br\/><strong>Ritiro del consenso<\/strong>: laddove ci basiamo sul consenso per elaborare le tue informazioni personali, potresti avere il diritto di revocare tale consenso.<br\/><strong>Ricorso<\/strong>: potresti avere il diritto di presentare ricorso contro la nostra decisione se rifiutiamo di elaborare la tua richiesta. Puoi farlo rispondendo direttamente al nostro diniego.<br\/><strong>Gestione delle preferenze di comunicazione<\/strong>: potremmo inviarti e-mail promozionali e puoi scegliere di non riceverle in qualsiasi momento utilizzando l'opzione di annullamento dell'iscrizione visualizzata nelle nostre e-mail. Se decidi di rinunciare, potremmo comunque inviarti e-mail non promozionali, come quelle relative al tuo account o agli ordini che hai effettuato.<\/li><\/ul><p>È possibile esercitare uno qualsiasi di questi diritti ove indicato sul nostro Sito o contattandoci utilizzando i dettagli di contatto forniti di seguito.<\/p><p>Non discrimineremo l'utente per l'esercizio di uno qualsiasi di questi diritti. Potremmo aver bisogno di raccogliere informazioni da te per verificare la tua identità, come il tuo indirizzo e-mail o informazioni sull'account, prima di fornire una risposta sostanziale alla richiesta. In conformità con le leggi applicabili, è possibile designare un agente autorizzato per presentare richieste per proprio conto per esercitare i propri diritti. Prima di accettare tale richiesta da un agente, richiederemo all'agente di fornire la prova che lo hai autorizzato ad agire per tuo conto e potremmo aver bisogno che tu verifichi la tua identità direttamente con noi. Risponderemo alla tua richiesta in modo tempestivo come richiesto dalla legge applicabile.<\/p><p>[NOTA PER IL COMMERCIANTE: INSERIRE LA SEGUENTE FRASE SE SI UTILIZZANO I SERVIZI PUBBLICITARI DI SHOPIFY COME SHOPIFY AUDIENCES]<\/p><p>Utilizziamo i servizi pubblicitari di Shopify come Shopify Audiences per aiutare a personalizzare la pubblicità che vedi su siti web di terze parti. Per impedire ai commercianti di Shopify che utilizzano questi servizi pubblicitari di utilizzare le tue informazioni personali per tali servizi, visita https:\/\/privacy.shopify.com\/en.<\/p><h2>CONTESTAZIONI<\/h2><p>In caso di reclami su come trattiamo le tue informazioni personali, ti preghiamo di contattarci utilizzando i dettagli di contatto forniti di seguito. Se non sei soddisfatto della nostra risposta al tuo reclamo, a seconda di dove vivi, potresti avere il diritto di presentare ricorso contro la nostra decisione contattandoci utilizzando i dettagli di contatto indicati di seguito o presentare il tuo reclamo all'autorità locale per la protezione dei dati.<\/p><h2>UTENTI INTERNAZIONALI<\/h2><p>Tieni presente che potremmo trasferire, archiviare ed elaborare le tue informazioni personali al di fuori del paese in cui vivi, inclusi gli Stati Uniti. Le tue informazioni personali vengono elaborate anche dal personale e da fornitori di servizi di terze parti e partner in questi paesi.<\/p><p>Se trasferiamo le tue informazioni personali al di fuori dell'Europa, faremo affidamento su meccanismi di trasferimento riconosciuti come le clausole contrattuali standard della Commissione europea o eventuali contratti equivalenti emessi dall'autorità competente pertinente del Regno Unito, a seconda dei casi, a meno che il trasferimento dei dati non avvenga verso un paese che è stato determinato per fornire un adeguato livello di protezione.<\/p><h2>CONTATTO<\/h2><p>In caso di domande sulle nostre pratiche sulla privacy o sulla presente Informativa sulla privacy, o se desideri esercitare uno qualsiasi dei diritti a tua disposizione, ti preghiamo di inviarci un'e-mail all'indirizzo<strong> keikowatches@gmail.com.<\/strong><\/p><p>Ai fini delle leggi sulla protezione dei dati applicabili, siamo i responsabili del trattamento dei tuoi dati personali.<\/p><p> <\/p>"
          }
        }
      },
      "block_order": [
        "heading_yFXB7y",
        "text_VRXQKX"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 36,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "rich_text_TJtM3P"
  ]
}
