/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "rich_text_ajD8Tm": {
      "type": "rich-text",
      "blocks": {
        "heading_RM3TqH": {
          "type": "heading",
          "settings": {
            "heading": "Refund Policy",
            "heading_size": "h1"
          }
        },
        "text_GpGGzz": {
          "type": "text",
          "settings": {
            "text": "<p>We offer a <strong>30 day money back guarantee<\/strong> to ensure you get the best possible deal<br\/>experience.<br\/>If you are not satisfied with the item, contact us immediately and we will solve your problem!<br\/>We do not accept returns after the 30 day period, so contact us as soon as possible and you will receive a full refund!<\/p><p><br\/><br\/><strong>HOW TO MAKE A REFUND?<\/strong><br\/><br\/>Simply fill out our contact form or email us at <strong>keikowatches@gmail.com<\/strong> with your order number. Once the product has been received and verified, we will refund the amount paid! (Refunds can take up to 10 business days to process, depending on your lender.)<br\/>The returned product must be intact and sealed.<\/p><p><br\/><br\/><strong>SHIPPING OF RETURNS<\/strong><br\/><br\/>The shipping of the item to be returned and the related costs are the responsibility of the customer.<\/p><p><br\/><br\/><strong>IF THE ITEMS I RECEIVE ARE DEFECTIVE\/WRONG\/DAMAGED?<\/strong><br\/><br\/>If you have received defective, incorrect and\/or damaged merchandise, please contact us within 30 days of receiving your order.<br\/><br\/>Please remember to include your order number, photographs of the items and any references relating to the receipt of the package and, in accordance with our money back guarantee, we will do our best to resolve the problem as soon as possible!<\/p><p><br\/><br\/><strong>HOW DO I MODIFY OR CANCEL MY ORDER?<\/strong><br\/><br\/>Please contact us as soon as possible if you wish to change or cancel your order at <strong>keikowatches@gmail.com<\/strong>.<br\/><br\/>Remember to enter the order number and the modification and\/or cancellation you wish to make, you will receive confirmation of the operation. Orders that have already been packed or shipped cannot be modified or cancelled.<\/p>"
          }
        }
      },
      "block_order": [
        "heading_RM3TqH",
        "text_GpGGzz"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 36,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "rich_text_ajD8Tm"
  ]
}
